Repository: yuyakan/Molkky
Catalog: Molky/Localizable.xcstrings
Source language: ja
Languages: cs, de, en, et, fi, it, pl, sv

source: 新しいチームを作る
cs: Vytvořit nový tým
de: Neues Team erstellen
en: Create a new team
et: Loo uus tiim
fi: Luo uusi joukkue
it: Crea una nuova squadra
pl: Utwórz nową drużynę
sv: Skapa ett nytt lag

source: 新しいメンバーを追加
cs: Přidat nového hráče
de: Neuen Spieler hinzufügen
en: Add a new player
et: Lisa uus mängija
fi: Lisää uusi pelaaja
it: Aggiungi un nuovo giocatore
pl: Dodaj nowego gracza
sv: Lägg till en ny spelare

source: 新規
cs: Nový
de: Neu
en: New
et: Uus
fi: Uusi
it: Nuovo
pl: Nowa
sv: Ny

source: 既定のルール
cs: Výchozí pravidla
de: Standardregeln
en: Default rules
et: Vaikereeglid
fi: Oletussäännöt
it: Regole predefinite
pl: Domyślne zasady
sv: Standardregler

source: 日時
cs: Datum
de: Datum
en: Date
et: Kuupäev
fi: Ajankohta
it: Data
pl: Data
sv: Datum

source: 最初のゲームを始めましょう
cs: Začněme první hru
de: Starten wir das erste Spiel
en: Let's start your first game
et: Alustame sinu esimest mängu
fi: Aloitetaan ensimmäinen peli
it: Iniziamo la tua prima partita
pl: Zacznijmy twoją pierwszą grę
sv: Låt oss starta ditt första spel

source: 最終順位
cs: Konečné pořadí
de: Endplatzierung
en: Final ranking
et: Lõpptulemus
fi: Lopullinen sijoitus
it: Classifica finale
pl: Końcowa klasyfikacja
sv: Slutställning

source: 最高得点のプレイヤー/チームが勝者として記録されます。
cs: Hráč nebo tým s nejvyšším skóre bude zaznamenán jako vítěz.
de: Der Spieler oder das Team mit der höchsten Punktzahl wird als Sieger eingetragen.
en: The player/team with the highest score will be recorded as the winner.
et: Võitjaks märgitakse kõrgeima tulemusega mängija/tiim.
fi: Eniten pisteitä saanut pelaaja tai joukkue tallennetaan voittajaksi.
it: Il giocatore/squadra con il punteggio più alto verrà registrato come vincitore.
pl: Gracz/drużyna z najwyższym wynikiem zostanie zapisany jako zwycięzca.
sv: Spelaren/laget med högst poäng registreras som vinnare.

source: 未命名チーム
cs: Tým bez názvu
de: Unbenanntes Team
en: Unnamed team
et: Nimetu tiim
fi: Nimetön joukkue
it: Squadra senza nome
pl: Drużyna bez nazwy
sv: Namnlöst lag

source: 未完了
cs: Nedokončeno
de: Unvollständig
en: Unfinished
et: Lõpetamata
fi: Kesken
it: Incompiuta
pl: Niezakończona
sv: Ej slutfört

source: 未登録
cs: Neuložen
de: Nicht gespeichert
en: Unregistered
et: Registreerimata
fi: Ei tallennettu
it: Non registrato
pl: Niezarejestrowany
sv: Ej registrerad

source: 楽しんでいただけていますか？
cs: Baví vás hra?
de: Gefällt dir das Spiel?
en: Enjoying the game?
et: Kas mäng meeldib sulle?
fi: Pidätkö pelistä?
it: Ti stai divertendo?
pl: Dobrze się bawisz?
sv: Trivs du med spelet?

source: 標準
cs: Standardní
de: Standard
en: Standard
et: Tavaline
fi: Vakio
it: Standard
pl: Standard
sv: Standard

source: 欠席
cs: Nepřítomen
de: Abwesend
en: Absent
et: Puudub
fi: Poissa
it: Assente
pl: Nieobecny
sv: Frånvarande

source: 点
cs: bodů
de: Punkte
en: pts
et: p
fi: pistettä
it: pt
pl: pkt
sv: p

source: 現在のスコアで結果にしますか？
cs: Ukončit hru s aktuálním skóre?
de: Spiel mit aktuellem Punktestand beenden?
en: Finish with the current scores?
et: Lõpetada praeguste tulemustega?
fi: Päätetäänkö peli nykyisillä pisteillä?
it: Concludere con i punteggi attuali?
pl: Zakończyć z obecnymi wynikami?
sv: Avsluta med nuvarande poäng?

source: 登録するとゲームの度に名前入力が不要になります。
cs: Uložte hráče, abyste nemuseli zadávat jména na začátku každé hry.
de: Speichere Spieler, damit du nicht bei jedem Spiel Namen eingeben musst.
en: Register players to skip entering names each game.
et: Registreeri mängijad, et vältida nimede sisestamist iga mängu jaoks.
fi: Tallenna pelaajat, niin sinun ei tarvitse syöttää nimiä joka pelin alussa.
it: Registra i giocatori per non dover inserire i nomi a ogni partita.
pl: Zarejestruj graczy, aby nie wpisywać imion przy każdej grze.
sv: Registrera spelare för att slippa ange namn varje spel.

source: 目標点
cs: Cílové skóre
de: Zielpunkte
en: Target score
et: Sihtpunktid
fi: Tavoitepisteet
it: Punteggio obiettivo
pl: Punkty docelowe
sv: Målpoäng

source: 相手チームとして扱われます
cs: Bude považován za soupeřův tým
de: Wird als Gegnerteam behandelt
en: Treated as the opposing team
et: Käsitletakse vastastiimina
fi: Käsitellään vastustajajoukkueena
it: Trattata come squadra avversaria
pl: Traktowana jako drużyna przeciwna
sv: Behandlas som motståndarlag

source: 結果
cs: Výsledky
de: Ergebnisse
en: Results
et: Tulemused
fi: Tulokset
it: Risultati
pl: Wyniki
sv: Resultat

source: 結果へ
cs: Na výsledky
de: Zu den Ergebnissen
en: To results
et: Tulemuste juurde
fi: Tuloksiin
it: Ai risultati
pl: Do wyników
sv: Till resultat

source: 結果へ進む
cs: Přejít na výsledky
de: Zu den Ergebnissen gehen
en: Go to results
et: Mine tulemuste juurde
fi: Siirry tuloksiin
it: Vai ai risultati
pl: Przejdź do wyników
sv: Gå till resultat

source: 設定
cs: Nastavení
de: Einstellungen
en: Settings
et: Seaded
fi: Asetukset
it: Impostazioni
pl: Ustawienia
sv: Inställningar

source: 詳細を見る
cs: Zobrazit detaily
de: Details anzeigen
en: View details
et: Vaata üksikasju
fi: Näytä tiedot
it: Vedi dettagli
pl: Zobacz szczegóły
sv: Visa detaljer

source: 超過時
cs: Při překročení
de: Bei Überschreitung
en: When exceeded
et: Ületamisel
fi: Yli menossa
it: In caso di superamento
pl: Po przekroczeniu
sv: Vid överskridning

source: 追加
cs: Přidat
de: Hinzufügen
en: Add
et: Lisa
fi: Lisää
it: Aggiungi
pl: Dodaj
sv: Lägg till

source: 追加する
cs: Přidat
de: Hinzufügen
en: Add
et: Lisa
fi: Lisää
it: Aggiungi
pl: Dodaj
sv: Lägg till

source: 追加できるメンバーがいません
cs: Nejsou hráči k přidání
de: Keine Spieler zum Hinzufügen
en: No players available to add
et: Lisatavaid mängijaid pole
fi: Ei lisättäviä pelaajia
it: Nessun giocatore da aggiungere
pl: Brak graczy do dodania
sv: Inga spelare att lägga till

source: 連続ミスしきい値
cs: Limit chyb v řadě
de: Grenze für Fehlwürfe in Folge
en: Consecutive miss threshold
et: Järjestikuste möödavisete lävi
fi: Hutiheittojen raja
it: Soglia errori consecutivi
pl: Próg kolejnych pudeł
sv: Tröskel för missar i rad

source: 連続ミスでも何も起きない
cs: Při chybách v řadě se nic nestane
de: Bei Fehlwürfen in Folge passiert nichts
en: Nothing happens on consecutive misses
et: Järjestikuste möödavisete korral ei juhtu midagi
fi: Hutiheitoista ei seuraa mitään
it: Nulla accade con errori consecutivi
pl: Nic się nie dzieje przy kolejnych pudłach
sv: Inget händer vid missar i rad

source: 連続ミス時
cs: Při chybách v řadě
de: Bei Fehlwürfen in Folge
en: On consecutive misses
et: Järjestikuste möödavisete korral
fi: Hutiheittojen kohdalla
it: Con errori consecutivi
pl: Przy kolejnych pudłach
sv: Vid missar i rad

source: 閉じる
cs: Zavřít
de: Schließen
en: Close
et: Sulge
fi: Sulje
it: Chiudi
pl: Zamknij
sv: Stäng

source: （未入力で「相手チーム」扱い）
cs: (Pokud je prázdné, považuje se za „Soupeřův tým“)
de: (Leer wird als „Gegnerteam“ behandelt)
en: (Treated as "Opponents" if blank)
et: (Tühjana käsitletakse kui "Vastased")
fi: (Tyhjänä käsitellään "Vastustajana")
it: (Trattata come "Avversari" se vuoto)
pl: (Puste pole traktowane jako „Przeciwnicy”)
sv: (Behandlas som "Motståndare" om tomt)
